[{
        "area": "Metodologia didattica",
        "programmi": [{
                "icona": "https:\/\/businessschool.luiss.it\/executive-human-resource-management\/wp-content\/uploads\/sites\/62\/2018\/12\/Pre_Program.png",
                "titolo": "Pre-Program",
                "contenuto": "Prevede lo svolgimento di attività propedeutiche prima dell’inizio del programma, quali la somministrazione di materiali didattici e test di autovalutazione, volti a facilitare e contemporaneamente massimizzare l’apprendimento in aula."
            },
            {
                "icona": "https:\/\/businessschool.luiss.it\/executive-human-resource-management\/wp-content\/uploads\/sites\/62\/2018\/12\/Experimental_learning.png",
                "titolo": "Experiential learning",
                "contenuto": "L’approccio seguito è definito Evidence Based Training ed è fondato sulle tre fasi briefing-simulazione-debriefing. I briefing applicano le teorie Team-Gain e Good-Judgement. I partecipanti, saranno coinvolti in laboratori e business case, in cui dovranno fare leva sulle proprie competenze per analizzare le problematiche, stabilire le priorità e riorganizzare le risorse a disposizione per il raggiungimento degli obiettivi fissati. L’apprendimento esperienziale, permettendo di affrontare in un contesto protetto situazioni di complessità, consente di migliorare le capacità di Problem Solving, il Critical Thinking e le Creatività."
            }
        ]
    },
    {
        "area": "Sviluppo professionale e networking",
        "programmi": [{
            "icona": "https:\/\/businessschool.luiss.it\/leadership-in-action\/wp-content\/uploads\/sites\/68\/2020\/02\/NetworkingActivities-e1582113726490.png",
            "titolo": "Networking activities",
            "contenuto": "Attraverso il percorso di individual coaching con un professionista qualificato dalle migliori associazioni internazionali, in un contesto non valutativo e confidenziale, i partecipanti potranno personalizzare l’apprendimento in aula applicandolo al proprio contesto, integrando la loro storia professionale con gli obiettivi futuri e acquisendo una migliore consapevolezza delle proprie risorse, aree di forza e di sviluppo."
        }]
    },
    {
        "area": "Business impact",
        "programmi": [{
            "icona": "https:\/\/businessschool.luiss.it\/executive-human-resource-management\/wp-content\/uploads\/sites\/62\/2018\/12\/Executive_follow_up.png",
            "titolo": "Executive follow Up",
            "contenuto": "I partecipanti avranno l’opportunità di un successivo momento di confronto con la faculty per verificare l’applicazione di quanto appreso in aula."
        }]
    }
]